
{
  "home.welcome.title": "হাইজিনিয়াতে স্বাগতম",
  "home.welcome.description": "ডাক্তার এবং রোগীদের মধ্যে একটি নির্বিঘ্ন, সমন্বিত স্বাস্থ্যসেবার অভিজ্ঞতা দিয়ে ব্যবধান পূরণ করা। অ্যাপয়েন্টমেন্ট পরিচালনা করুন, রেকর্ড অ্যাক্সেস করুন এবং সহজে সংযোগ করুন।",
  "home.button.patient": "আমি একজন রোগী",
  "home.button.doctor": "আমি একজন ডাক্তার",
  "home.features.title": "প্ল্যাটফর্ম বৈশিষ্ট্য",
  "home.features.title.highlight": "বৈশিষ্ট্য",
  "home.feature1.title": "ডাক্তার নিবন্ধন ও প্রোফাইল",
  "home.feature1.description": "ডাক্তাররা সহজেই নিবন্ধন করতে, বিস্তারিত প্রোফাইল তৈরি করতে এবং তাদের বিশেষত্ব তালিকাভুক্ত করতে পারেন।",
  "home.feature2.title": "রোগীর নিবন্ধন ও ইতিহাস",
  "home.feature2.description": "রোগীরা সাইন আপ করতে, ব্যক্তিগত তথ্য পরিচালনা করতে এবং নিরাপদে তাদের চিকিৎসা ইতিহাস সংরক্ষণ করতে পারেন।",
  "home.feature3.title": "নির্বিঘ্ন অ্যাপয়েন্টমেন্ট বুকিং",
  "home.feature3.description": "রোগীদের জন্য ডাক্তার খুঁজে বের করতে এবং অনায়াসে অ্যাপয়েন্টমেন্ট বুক করার একটি স্বজ্ঞাত সিস্টেম।",
  "home.feature4.title": "ডেডিকেটেড ড্যাশবোর্ড",
  "home.feature4.description": "ডাক্তার এবং রোগী উভয়ের জন্য সময়সূচী পরিচালনা এবং তথ্য অ্যাক্সেস করার জন্য ব্যক্তিগতকৃত ড্যাশবোর্ড।",
  "home.newsletter.title": "আমাদের নিউজলেটারে যোগ দিন",
  "home.newsletter.title.highlight": "নিউজলেটার",
  "home.newsletter.description": "আমাদের সর্বশেষ বিশেষ অফার, আসন্ন স্বাস্থ্য পরীক্ষা শিবির, রক্তদান ড্রাইভ এবং হাইজিনিয়া থেকে অন্যান্য গুরুত্বপূর্ণ কমিউনিটি স্বাস্থ্য সংবাদ সম্পর্কে অবগত থাকুন।",
  "home.newsletter.email.placeholder": "আপনার ইমেল ঠিকানা লিখুন",
  "home.newsletter.button.subscribe": "সাবস্ক্রাইব করুন",
  "home.cta.title": "শুরু করতে প্রস্তুত?",
  "home.cta.description": "আজই হাইজিনিয়াতে যোগ দিন এবং স্বাস্থ্যসেবা ব্যবস্থাপনার এক নতুন যুগের অভিজ্ঞতা অর্জন করুন।",
  "home.cta.button.register": "এখনই নিবন্ধন করুন",
  "nav.features": "বৈশিষ্ট্য",
  "nav.faq": "প্রশ্নাবলী",
  "nav.patient_portal": "রোগী পোর্টাল",
  "nav.doctor_portal": "ডাক্তার পোর্টাল",
  "faq.title": "সাধারণ জিজ্ঞাস্য প্রশ্নাবলী",
  "faq.description": "মেডিলিঙ্ক হাব সম্পর্কে সাধারণ প্রশ্নের উত্তর খুঁজুন।",
  "faq.q1.question": "How do I register as a patient?",
  "faq.q1.answer": "To register as a patient, click on the 'I'm a Patient' button on the homepage, or navigate to the Patient Registration page. You'll need to provide your full name, email, date of birth, and create a password.",
  "faq.q2.question": "How do I register as a doctor?",
  "faq.q2.answer": "To register as a doctor, click on the 'I'm a Doctor' button on the homepage, or navigate to the Doctor Registration page. You'll need to provide your full name, email, password, specialization, and medical license number.",
  "faq.q3.question": "How can I book an appointment?",
  "faq.q3.answer": "Once logged in as a patient, navigate to the 'Book Appointment' section from your dashboard. You can then select a doctor, choose an available date and time, and confirm your booking.",
  "faq.q4.question": "Can I cancel or reschedule my appointment?",
  "faq.q4.answer": "Yes, you can manage your appointments from your patient dashboard. There are options to cancel or request a reschedule for upcoming appointments, subject to the clinic's policies.",
  "faq.q5.question": "How is my medical data protected?",
  "faq.q5.answer": "We take data privacy and security very seriously. All your personal and medical information is encrypted and stored securely. We comply with relevant data protection regulations to ensure your data is safe.",
  "faq.q6.question": "I forgot my password. What should I do?",
  "faq.q6.answer": "On the login page, there is a 'Forgot Password?' link. Click on it and follow the instructions to reset your password. You will typically receive an email with a link to create a new password."
}
