
{
  "home.welcome.title": "Welcome to Hygienea",
  "home.welcome.description": "Bridging the gap between doctors and patients with a seamless, integrated healthcare experience. Manage appointments, access records, and connect with ease.",
  "home.button.patient": "I'm a Patient",
  "home.button.doctor": "I'm a Doctor",
  "home.features.title": "Platform Features",
  "home.features.title.highlight": "Features",
  "home.feature1.title": "Doctor Registration & Profiles",
  "home.feature1.description": "Doctors can easily register, create detailed profiles, and list their specializations.",
  "home.feature2.title": "Patient Registration & History",
  "home.feature2.description": "Patients can sign up, manage personal information, and securely store their medical history.",
  "home.feature3.title": "Seamless Appointment Booking",
  "home.feature3.description": "An intuitive system for patients to find doctors and book appointments effortlessly.",
  "home.feature4.title": "Dedicated Dashboards",
  "home.feature4.description": "Personalized dashboards for both doctors and patients to manage schedules and access information.",
  "home.newsletter.title": "Join Our Newsletter",
  "home.newsletter.title.highlight": "Newsletter",
  "home.newsletter.description": "Stay informed about our latest special offers, upcoming health check-up camps, blood donation drives, and other important community health news from Hygienea.",
  "home.newsletter.email.placeholder": "Enter your email address",
  "home.newsletter.button.subscribe": "Subscribe",
  "home.cta.title": "Ready to Get Started?",
  "home.cta.description": "Join Hygienea today and experience a new era of healthcare management.",
  "home.cta.button.register": "Register Now",
  "nav.features": "Features",
  "nav.faq": "FAQ",
  "nav.patient_portal": "Patient Portal",
  "nav.doctor_portal": "Doctor Portal",
  "faq.title": "Frequently Asked Questions",
  "faq.description": "Find answers to common questions about MediLink Hub.",
  "faq.q1.question": "How do I register as a patient?",
  "faq.q1.answer": "To register as a patient, click on the 'I'm a Patient' button on the homepage, or navigate to the Patient Registration page. You'll need to provide your full name, email, date of birth, and create a password.",
  "faq.q2.question": "How do I register as a doctor?",
  "faq.q2.answer": "To register as a doctor, click on the 'I'm a Doctor' button on the homepage, or navigate to the Doctor Registration page. You'll need to provide your full name, email, password, specialization, and medical license number.",
  "faq.q3.question": "How can I book an appointment?",
  "faq.q3.answer": "Once logged in as a patient, navigate to the 'Book Appointment' section from your dashboard. You can then select a doctor, choose an available date and time, and confirm your booking.",
  "faq.q4.question": "Can I cancel or reschedule my appointment?",
  "faq.q4.answer": "Yes, you can manage your appointments from your patient dashboard. There are options to cancel or request a reschedule for upcoming appointments, subject to the clinic's policies.",
  "faq.q5.question": "How is my medical data protected?",
  "faq.q5.answer": "We take data privacy and security very seriously. All your personal and medical information is encrypted and stored securely. We comply with relevant data protection regulations to ensure your data is safe.",
  "faq.q6.question": "I forgot my password. What should I do?",
  "faq.q6.answer": "On the login page, there is a 'Forgot Password?' link. Click on it and follow the instructions to reset your password. You will typically receive an email with a link to create a new password."
}
